//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2021-2023, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleWaitForBmc.uni
// [Description] This file includes Strings for XCradle Wait for BMC funciton.
// [Author] Phoenix Tan
// [Date] 20220707
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"      // AMI Configuration Language
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)" // xcradle Chinese simplified
//XCradle-LZQ20221014V001-Add-Start Only add Chinese options
#string STR_WAIT_FOR_BMC_RESPONSE_TIME      #language en-US "Wait for BMC Time"
                                            #language zh-chs "等待BMC时间"
#string STR_WAIT_FOR_BMC_RESPONSE_TIME_HELP #language en-US "Sets the number of seconds to wait for BMC delay."
                                            #language zh-chs "设置秒数等待BMC延迟。"
#string STR_WAIT_FOR_BMC_RESPONSE_HELP      #language en-US "Wait For BMC response for time out. Once BMC is ready, there will be no more waiting for BMC."
                                            #language zh-chs "等待BMC响应超时。一旦BMC准备就绪,就不会再等待BMC。"
//XCradle-LZQ20221014V001-Add-End Only add Chinese options
//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2021-2023, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************